Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.MarkName


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.BoundaryShape


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.BoundaryLineType


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.MarkSymbolAttributes


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.MarkSymbolColor


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.TagsAttributes


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.ClientId


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.ToStruct(Tekla.Structures.Drawing.DetailMark.DetailMarkAttributes)


Tekla.Structures.DrawingInternal.dotGrDetailMarkAttributes_t.FromStruct(Tekla.Structures.Drawing.DetailMark.DetailMarkAttributes)
